"S3 (Amazon Simple Storage Service)" = "S3 (Amazon Simple Storage Service)";

/* Use your Access Key ID as the value of the AWSAccessKeyId parameter in requests you send to Amazon Web Services (when required). Your Access Key ID identifies you as the party responsible for the request. */
"Access Key ID" = "ID Κλειδιού Πρόσβασης";

/* Since your Access Key ID is not encrypted in requests to AWS, it could be discovered and used by anyone. Services that are not free require you to provide additional information, a request signature, to verify that a request containing your unique Access Key ID could only have come from you. */
"Secret Access Key" = "Μυστικό Κλειδί Πρόσβασης";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"InProgress" = "Σε Εξέλιξη";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"Deployed" = "Ενεργό";

"eu-west-1" = "EU (Ireland)";
"eu-west-2" = "EU (London)";
"eu-west-3" = "EU (Παρίσι)";
"eu-north-1" = "EU (Stockholm)";
"eu-south-1" = "EU (Milan)";
"us-east-1" = "US East (Northern Virginia)";
"us-west-1" = "US West (Northern California)";
"us-west-2" = "US West (Oregon)";
"ap-southeast-1" = "Asia Pacific (Singapore)";
"ap-northeast-1" = "Asia Pacific (Tokyo)";
"sa-east-1" = "South America (São Paulo)";
"ap-southeast-2" = "Asia Pacific (Sydney)";
"eu-central-1" = "EU (Frankfurt)";
"us-east-2" = "US East (Ohio)";
"ap-northeast-2" = "Asia Pacific (Seoul)";
"ap-northeast-3" = "Asia Pacific (Osaka)";
"ap-south-1" = "Asia Pacific (Mumbai)";
"ap-east-1" = "Asia Pacific (Hong Kong)";
"ca-central-1" = "Canada (Montreal)";
"cn-north-1" = "Κίνα (Πεκίνο)";
"cn-northwest-1" = "Κίνα (Νιγκξιά)";
"me-south-1" = "Middle East (Bahrain)";
"af-south-1" = "Africa (Cape Town)";

/* Delivery methods including streaming protocols. */ 
"Download (HTTP)" = "Λήψη (HTTP) CDN";
"Streaming (RTMP)" = "Τροφοδοσία (RTMP) CDN";
"Custom Origin Server (HTTP/HTTPS)" = "Προσαρμοσμένος Εξυπηρετητής Προέλευσης (HTTP/HTTPS) CDN";

/* S3 Website Configuration (HTTP) with index document */
"Website Configuration (HTTP)" = "Website Configuration (HTTP)";
"NoSuchWebsiteConfiguration" = "The specified bucket does not have a website configuration";

/* Storage class */
"STANDARD" = "Standard Storage";
"STANDARD_IA" = "Standard IA (Infrequent Access)";
"INTELLIGENT_TIERING" = "Intelligent-Tiering";
"ONEZONE_IA" = "One Zone-Infrequent Access";
"REDUCED_REDUNDANCY" = "Αποθήκευση Μειωμένου Πλεονασμού (RRS)";
"GLACIER" = "Glacier";
"DEEP_ARCHIVE" = "Glacier Deep Archive";

/* Google Storage Regions */
"us" = "United States";
"eu" = "European Union";
"asia" = "Asia";

/* Google Storage */
"MULTI_REGIONAL" = "Multi-Regional";
"REGIONAL" = "Regional Storage";
"NEARLINE" = "Nearline Storage";
"COLDLINE" = "Coldline Storage";

/* Google Login Credentials */
"Google Account Email" = "Email Λογαριασμού Google";
"Google Account Password" = "Κωδικός Λογαριασμού Google";

/* MFA */
"Multi-Factor Authentication" = "Πολυπαραγοντική Αυθεντικοποίηση (MFA)";
"MFA Serial Number" = "Σειριακός Αριθμός MFA";
"MFA Authentication Code" = "Κωδικός Αυθεντικοποίησης MFA";

/* ACL Editing */
"Canonical User ID" = "Ταυτότητα Χρήστη Canonical";
"Email Address" = "Διεύθυνση email";

/* Amazon Related ACL Scopes */
"Amazon Customer Email Address" = "Διεύθυνση Email Πελάτη Amazon";

/* Google Storage Related ACL Scopes */
"Google Account Email Address" = "Διεύθυνση Email Λογαριασμού Google";
"Google Group Email Address" = "Διεύθυνση Email Ομάδας Google";
"Google Apps Domain" = "Τομέας Google Apps";

"http://acs.amazonaws.com/groups/global/AllUsers" = "Everyone";
"http://acs.amazonaws.com/groups/s3/LogDelivery" = "Log Delivery";
"AllUsers" ="Everyone";
"AllAuthenticatedUsers" = "Google Account Holders";

/* Signed URL Expiry */
"Pre-Signed" = "Pre-Signed";
"Expires {0}" = "Λήγει σε {0}";

/* HTTP Metadata */
"Custom Header" = "Προσαρμοσμένη Κεφαλίδα";

/* CloudFront object invalidation */
"{0} invalidations in progress" = "{0} ακυρώσεις σε εξέλιξη";
"{0} invalidations completed" = "{0} ακυρώσεις ολοκληρώθηκαν";

"Bucket name is not DNS compatible" = "Το όνομα κάδου δεν είναι συμβατό με DNS";

/* Lifecyle configuration */
"after {0} Days" = "after {0} Days";
